10/data/attachments/e9acfe0be82ecb06.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alexis_technology_Friend_67759_4</nif:username>
            <nif:friendToBeRequested>soap_friends_2f7c1038-5e21-4cc2-b8a3-8c59f27f5cdc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>